Repository: Rock1r/WistBot
Catalog: WistBot/Res/LocalRes.*.resx
Languages: uk

# AddItemButton
source: Add item
uk: Додати бажання

# AddListButton
source: Add list
uk: Добавити список

# ChangeListNameButton
source: Change name
uk: Змінити назву

source: Choose language:
uk: Оберіть мову:

# DeleteListButton
source: Delete list
uk: Видалити список

# LanguageChanged
source: Language changed to english.
uk: Мова змінена на українську

# ListIsEmpty
source: {0}, list {1} is empty, add item using button below
uk: {0}, список {1} порожній, додай бажання за допомогою кнопки внизу

# ListsMessage
source: {0}, your lists:
uk: {0}, ваші списки:

source: Make private
uk: Зробити приватним

source: Make public
uk: Зробити загальнодоступним

# NoLists
source: {0}, you have no lists, press button below to create one
uk: {0}, у вас немає списків, натисніть кнопку щоб створити новий

# SetListName
source: Type list name
uk: Введіть назву списку

# ChangeItemNameButton
source: Change name
uk: Змінити назву

# StartMessage
source: Hello
uk: Привіт

# WatchList
source: View
uk: Переглянути

# SetDescriptionButton
source: Set description
uk: Опис

# SetMediaButton
source: Set photo/video
uk: Фото/відео

# SetLinkButton
source: Set link
uk: Посилання

# DeleteItemButton
source: Delete item
uk: Видалити бажання

# ChangeLanguageButton
source: 🇬🇧 English
uk: 🇺🇦 Українська

source: Language already set
uk: Шо ти тицяєш, вона і так вже встановлена.

source: List deleted
uk: Список видалено

# TypeList
source: Type '/lists' to view your lists.
uk: Введіть '/lists' щоб переглянути ваші списки.

source: List not found.
uk: Такого списка не існує(

# DefaultItemNaming
source: My wish
uk: Моє бажання

source: Set item name
uk: Назвіть бажання

# DefaultListNaming
source: My WishList
uk: Мій список бажань

# ListNameCantBeEmpty
source: List name can't be empty. Try again.
uk: Давай напиши нормально, текстом.

# ItemNameCantBeEmpty
source: Item name can't be empty. Try again.
uk: Давай нормально текстом напиши.

# SetDescription
source: Type description
uk: Введіть опис

# DescriptionCantBeEmpty
source: Description can't be empty, try again
uk: Опис не може бути таким, напиши ще раз.

# DeleteDescriptionButton
source: Delete description
uk: Видалити опис

# SetOrDeleteDescription
source: Set new descrption or press the button to delete existing
uk: Напишіть новий опис, або натисніть кнопку щоб видалити опис.

# DeleteMediaButton
source: Delete media
uk: Видалити фото/відео

# SetOrDeleteMedia
source: Set new media or press button to delete existing
uk: Надішліть нове фото/відео або натисніть кнопку щоб видалити існуюче

# SetMedia
source: Send video (duration < 60 s) or photo (.jpg or .png)
uk: Надішліть відео (тривалість не більше 60 секунд) або фото у форматі .jpg або .png

# DocumentNotSupported
source: Documents not supported
uk: Документи не підтримуються

# DeleteLinkButton
source: Delete link
uk: Видалити посилання

# SetOrDeleteLink
source: Set new link or press button to delete existing
uk: Надішліть нове посилання, або натисніть кнопку щоб видалити існуюче

# SetLink
source: Send link
uk: Надішліть посилання на ваше бажання

# InvalidLink
source: Link is invalid, try again
uk: І ти це називаєш посиланням? Надішли нормальне

source: Item deleted
uk: Бажання видалено

# UsersListsMessage
source: {0}'s public lists:
uk: Загальнодоступні списки користувача {0}

# NoPublicLists
source: {0} has no public lists
uk: У {0} немає загальнодоступних списків

source: User not found
uk: Це хто? Не знаю такого

# UserListIsEmpty
source: {0}, {1}'s list {2} is empty
uk: {0}, {1} забув добавити бажання в {2}

# WantToPresentButton
source: I want to present
uk: Я бажаю подарувати

# SetFreeButton
source: Set free
uk: Звільнити

# SetInProcessButton
source: In process
uk: В процесі

# SetDoneButton
source: Done
uk: Готово

source: Invalid media
uk: Надішли нормальне фото, або відео

# VideoTooLong
source: Video is too long
uk: Відео задовге.

# PromiseToPresent
source: {0}, promise me, that you will present {1} {2}
uk: {0}, пообіцяй мені, що ти подаруєш {1} {2}
